[String]
10000=OK
10001=Przekazywanie danych, proszę czekać...
10002=Nieznany
10003=Ponów
10004=Anuluj
10005=Rozłącz
10006=Łączenie…
14000=Ładowanie biblioteki GPRS nie powiodło się.
14001=Połączenia z Internetem nie powiodło się!
14002=Odłączenie GPRS nie powiodło się.
14003=Odłączono GPRS.
14004=Pusta Nazwa RAS.
14005=Błąd ładowania biblioteki Bluedrv.
14006=Błąd ładowania API.
14007=Zapytanie o błąd ustawienia.
14008=Pusty kod Pin.
14009=Błąd podczas tworzenia pary z urządzeniem. Upewnij się, że ustawienia Bluetooth w Twoim telefonie są poprawne a następnie utwórz parę.
14010=Błąd przy ustawieniu domyślnym urządzenia.
14011=Błąd przy pobieraniu nazwy modelu urządzenia.
14012=Błąd podczas czytania informacji o urządzeniu.
14013=Nie znaleziono urządzenia Bluetooth ani telefonu.
14014=Jako pierwsze należy zdobyć dane.
14015=Telefon jest obecnie niedostępny.  Upewnij się, czy jest wyświetlany główny ekran telefonu oraz, czy telefon obecnie nie jest używany przez inne programy.
14016=Upewnij się, czy urządzenie jest poprawnie połączone do telefonu.
14017=Upewnij się, czy urządzenie jest poprawnie połączone do telefonu.
14018=Niepowodzenie zapisu danych do telefonu komórkowego!
14019=Niepowodzenie odczytu danych z telefonu komórkowego!
14020=Niepowodzenie usunięcia danych z telefonu komórkowego.
14021=Błąd spawdzania parametrów.
14022=Niewystarczaj¹ca wielkoœæ pamiêci.
14023=Brak połączonego urządzenia.
14024=Ta funkcja nie jest obsługiwana.
14025=Brak danych.
14026=Nie można otworzyć tego pliku.
14027=Nieobsługiwany format pliku.
14028=Nieprawidłowa data/godzina.
14029=Błąd odczytu/zapisu danych.
14030=Nieprawidłowe dane.
14031=Połączenie biblioteki nie powiodło się.
14032=Błędna nazwa pliku lub plik nie istnieje!
14033=Wątek został zakończony!
14034=Brak karty SIM.
14035=Funkcja limitowana.
14036=Telefon nie odpowiada.
14037=Przyczyną błędu może być: 1. jeszcze nie zakończony proces włączania telefonu. 2. błąd karty SIM.   Aby ponownie uruchomić proces, wciśnij przycisk Odśwież.
14038=Nieznany błąd!
14039=Błąd połączenia HF audio.
14040=Błąd odłączenia HF audio.
14041=Błąd połączenia z gniazdem.
14042=Niewystarczaj¹ca wielkoœæ miejsca w pamiêci dla przechowania danych

15000=Menu telefonu
15001=Najpierw wybierz model telefonu!
15002=%s nie jest połączony.
15003=%s jest połączony.
16000=Książka telefoniczna
17000=SMS
17001=Nadawca:
17002=Odbiorca:
17003=Wiadomość
17004=Data:
18000=Manager pliku
20000=Wyszukiwanie
20001=Znaleziono %s.
21001=Tworzenie pary z telefonem
21002=Prawie podłączony do telefonu za pierwszym razem. Jeśli telefon wymaga określenia hasła, wprowadź:
21003=1234
21005=Proszę czekać - tworzenie pary z urządzeniem…(PIN=1234)
21006=Utwórz parę
21007=Proszę czekać- Trwa wyszukiwanie telefonów...
21008=Proszę czekać - Tworzenie łączenie z urządzeniem…
22000=Wyszukaj
22001=Telefon komórkowy
22002=Upewnij się, że w telefonie uruchomiony jest Bluetooth. Czy zacząć teraz wyszukiwanie telefonów?
23000=Wybór numerów
24000=Na temat telefonu
24001=Należy ustawić telefon, by mógł w przyszłości łączyć się z na nawigatorem automatycznie. Aby uzyskać szczegółowe informacje przeczytaj instrukcję obsługi telefonu komórkowego. 
25000=Bluetooth
26000=Ustawienia
27000=Historia połączeń
27001=Rozmowy odebrane
27002=Numery wybrane
27003=Rozmowy nieodebrane
27004=Nazwa:
27005=Numer:
27006=Data:
27007=Czas:
27008=Trwa wybieranie
27009=Rozmowy wychodzące
27010=Rozmowy przychodzące
27011=SMS przychodzący
28000=Ustawienie książki telefonicznej
28001=Importuj książkę telefoniczną automatycznie
28002=Zachowaj książkę telefoniczną na karcie pamięci
28003=Ustawienie SMS
28004=Importuj wiadomość automatycznie
28005=Pokazuj przychodzące wiadomości automatycznie
28006=Zachowaj wiadomości na karcie pamięci
28007=Ustawienie zestawu słuchawkowego
28008=Ustaw zestaw słuchawkowy automatycznie

29000=Informacja
29001=Nazwa telefonu:
29002=Dostawca:
29003=Sygnał telefonu
29004=Bateria:
30000=Książka telef.
30001=Wiadomość
30002=Rejestr połączeń
30003=Dialer
30004=HF włączony
30005=HF wyłączony
30006=Ustaw
30007=Szukaj telefonu
30008=Zest. głośnomów.
30009=Połącz
30010=Rozłącz
30011=Bluetooth włącz
30012=Bluetooth wyłącz
